{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-01-02-01.pdf ","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 98.2KB)","graph_title":"Energy and pollution consumption","graph_type":"line","indicator_number":"3.4.3","indicator_name":"Energy and pollution consumption","indicator_sort_order":"03-04-03","published":true,"reporting_status":"complete","sdg_goal":"3","target_name":"Energy statistics","target_id":"3.4","un_custodian_agency":"World Bank (WB)","un_designated_tier":"1","national_geographical_coverage":"United Kingdom","computation_units":"Percentage (%)","computation_definitions":"Access to clean fuels and technologies for cooking is the proportion of total population primarily using clean cooking fuels and technologies for cooking. Under WHO guidelines, kerosene is excluded from clean cooking fuels. The renewable energy share in total final consumption is the percentage of final consumption of energy that is derived from renewable resources. Renewable energy consumption includes consumption of energy derived from hydroelectric power, wind, wave, tidal, solar photovoltaic, geothermal, aquifers, landfill gas, sewage gas, biogas from autogen, municipal solid waste, poultry litter, straw, wood, charcoal, liquid bio-fuels, bioethanol, biodiesel and biomass. Passenger and freight volumes are the sum of the passenger and freight volumes reported for the air carriers in terms of number of people and metric tonnes of cargo respectively.","source_active_1":true,"source_organisation_1":"World Bank (WB)","source_periodicity_1":"Annual","source_earliest_available_1":2000,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://data.worldbank.org/indicator/EG.CFT.ACCS.ZS","source_url_text_1":"Access to clean fuels and technologies for cooking (% of population)","source_release_date_1":"N/A","source_next_release_1":"N/A","source_statistical_classification_1":"Non-Official","source_contact_1":"http://www.worldbank.org/","source_active_2":true,"source_organisation_2":"Office for National Statistics (ONS), Ricardo Energy and Environment","source_periodicity_2":"Annual","source_earliest_available_2":1990,"source_geographical_coverage_2":"United Kingdom","source_url_2":"https://www.ons.gov.uk/economy/environmentalaccounts/datasets/ukenvironmentalaccountsenergyconsumptionfromrenewableandwastesources","source_url_text_2":"Energy use - renewable and waste sources","source_release_date_2":"03/06/2020","source_next_release_2":"To be announced","source_statistical_classification_2":"National Statistic","source_contact_2":"environment.accounts@ons.gov.uk","source_active_3":true,"source_organisation_3":"Department for Transport (DfT) & Civil Aviation Authority","source_periodicity_3":"Annual","source_earliest_available_3":2008,"source_geographical_coverage_3":"United Kingdom","source_url_3":"https://www.gov.uk/government/statistical-data-sets/avi01-traffic-passenger-numbers-mode-of-travel-to-airport","source_url_text_3":"Aviation statistics - data tables (AVI)","source_release_date_3":"17/12/2019","source_next_release_3":"TBC","source_statistical_classification_3":"Official Statistic","source_contact_3":"aviation.stats@dft.gov.uk","source_other_info_3":"AVI0102 - Air traffic by type of service, operator and airport (ODS, 42.6KB)","other_info":"In the UK there are two measures of renewable energy consumption, an Environmental Accounts figure produced by the Office for National Statistics (ONS) and a Digest of UK Energy Statistics (DUKES) figure produced by the Department for Business, Energy and Industrial Strategy (BEIS). The DUKES statistics are used to monitor the UK’s progress against the EU Renewable Energy Directive. The ONS National Accounts statistics are compliant with the definitions of the UN System of Environmental Economic Accounting. The ONS statistic is calculated on a residency basis, whereas the DUKES figure is calculated on a territory basis. This means the ONS statistic uses data relating to UK residents and UK-registered businesses, regardless of whether they are based in the UK or overseas. This makes the ONS statistic comparable to other National Account statistics, for example, GDP, as well as other SDG indicators, for example, 7.3.1 Energy intensity measured in terms of primary energy and GDP. For this reason, the ONS figures have been displayed here. The [DUKES publication](https://www.gov.uk/government/collections/digest-of-uk-energy-statistics-dukes) is annually produced by BEIS. The ONS also produce a [bridging table](https://www.ons.gov.uk/economy/environmentalaccounts/datasets/ukenvironmentalaccountsenergybridging) to aid with comparisons between the two measures. The DfT data source only goes back to 2008. Data from 2007 is from previous release.","national_data_update_url_text":"2020-09-24: see changes on GitHub","national_data_update_url":"https://github.com/Norric1Admin/envmetric-data/commit/0ba557a1ca4f2ac97c429506eb59e63fde128106","national_metadata_update_url_text":"2020-09-28: see changes on GitHub","national_metadata_update_url":"https://github.com/Norric1Admin/envmetric-data/commit/2939da0188d6bbffdef6d6ff24e6d39653bd249f","page_content":"In the UK there are two measures of renewable energy consumption, an Environmental Accounts figure produced by the Office for National Statistics (ONS) and a Digest of UK Energy Statistics (DUKES) figure produced by the Department for Business, Energy and Industrial Strategy (BEIS).\n\nThe data presented below are based on the Environmental Accounts figures. For more information about the two sources, please see the Other Information section of the National Metadata at the bottom of this page.\n","indicator":"3.4.3"}